//
//  Localizable.strings
//  Nextcloud iOS
//
//  Copyright © 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Zrušit";
"_upload_file_"             = "Nahrát soubor";
"_download_file_"           = "Stáhnout soubor";
"_loading_"                 = "Načítání";
"_loading_with_points_"     = "Načítání…";
"_loading_num_"             = "Načítání souboru %i";
"_loading_autoupload_"      = "Automatické nahrávání";
"_uploading_"               = "Nahrávání";
"_synchronization_"         = "Synchronizace";
"_delete_"                  = "Smazat";
"_delete_file_n_"           = "Smazat soubor %i z %i";
"_rename_"                  = "Přejmenovat";
"_move_"                    = "Přesunout";
"_move_file_n_"             = "Přesunout soubor %i z %i";
"_creating_sharing_"        = "Vytváření sdílení";
"_updating_sharing_"        = "Aktualizace sdílení";
"_removing_sharing_"        = "Odsraňování sdílení";
"_add_"                     = "Přidat";
"_login_"                   = "Log in";
"_save_"                    = "Uložit";
"_warning_"                 = "Varování";
"_error_"                   = "Chyba";
"_error_e2ee_"              = "Error E2EE";
"_no_"                      = "Ne";
"_yes_"                     = "Ano";
"_select_"                  = "Vybrat";
"_upload_"                  = "Nahrát";
"_home_"                    = "Soubory";
"_file_to_upload_"          = "Soubor k nahrání";
"_destination_"             = " Cíl";
"_ok_"                      = "OK";
"_beta_version_"            = "Beta verze";
"_function_in_testing_"     = "Funkce se testuje, prosím zašlete informace o jakýchkoliv problémech nebo nefunkčnostech. ";
"_done_"                    = "Hotovo";
"_passcode_too_short_"      = "Heslo musí být alespoň 4 znaky dlouhé";
"_selected_"                = "Vybraný";
"_scan_fingerprint_"        = "Autentizujte se nasnímáním otisku prstu";
"_no_active_account_"       = "Žádný účet nebyl nalezen";
"_info_"                    = "Informace";
"_email_"                   = "E-mail";
"_save_exit_"               = "Chcete skončit bez uložení?";
"_video_"                   = "Video";
"_overwrite_"               = "Přepsat";
"_transfers_in_queue_"      = "Probíhá přenos, prosím čekejte...";
"_too_errors_automatic_all_"= "Přiliš mnoho chyb, problém vyřešte v \"ovládacím centru\"";
"_create_folder_"           = "Vytvořit složku";
"_create_folder_on_"        = "Vytvořit složku na";
"_close_"                   = "Zavřít";
"_postpone_"                = "Odložit";
"_remove_"                  = "Odstranit";
"_file_not_found_"          = "Soubor nenalezen";
"_continue_"                = "Přejete si pokračovat?";
"_auto_upload_folder_"      = "Automatické nahrávání";
"_gallery_"                 = "Galerie";
"_photo_"                   = "Fotka";
"_audio_"                   = "Audio";
"_unknown_"                 = "Neznámý";
"_next_"                    = "Další";
"_success_"                 = "Úspěch";
"_initialization_"          = "Inicializace";
"_experimental_"            = "Experimentální";

// App

"_network_available_"       = "Síť dostupná";
"_network_not_available_"   = "Síť není dostupná";

// Networking

"_no_reuploadfile_"         = "Nepodařilo se najít ani znovu odeslat soubor. Smažte nahraný soubor a znovu jej načtěte.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists";
"_read_file_error_"         = "Soubor nelze přečíst";

// More

"_more_"                    = "Více";
"_notifications_"           = "Upozornění";
"_logout_"                  = "Odhlásit se";

// Settings

"_acknowledgements_"        = "Poděkování";
"_settings_"                = "Nastavení";
"_passcode_"                = "Heslo";
"_lock_"                    = "Zamknout";
"_lock_active_"             = "Lock: On";
"_lock_not_active_"         = "Lock: Off";
"_lock_protection_no_screen_"        = "Neptat se při spuštění";
"_lock_protection_no_screen_footer_" = "Use \"Do not ask at startup\" for protected folders only or for the encryption option";
"_url_"                     = "Url";
"_username_"                = "Uživatelské jméno";
"_change_credentials_"      = "Změnit vaše přihlašovací údaje";
"_wifi_only_"               = "Používat pouze připojení Wi-Fi";
"_settings_autoupload_"     = "Automatické nahrávání";
"_app_version_"             = "Verze aplikace";
"_app_in_use_"              = "Aplikace se používá";
"_contact_by_email_"        = "Kontaktujte nás emailem";
"_clear_cache_"             = "Vyčistit mezipaměť (%@ použito)";
"_clear_cache_no_size_"     = "Vyčistit mezipaměť";
"_exit_"                    = "Konec";
"_funct_not_enabled_"       = "OFunkcionalita není povolena";
"_passcode_activate_"       = "Password lock on";
"_disabling_passcode_"      = "Removing password lock";
"_want_exit_"               = "Attention! Will be reset to initial state. Continue?";
"_proceed_"                 = "Pokračovat";
"_delete_cache_"            = "Smazat mezipaměť";
"_want_delete_cache_"       = "Opravdu chcete smazat cache?";
"_want_delete_thumbnails_"  = "Chcete také odstranit všechny miniatury?";
"_mail_deleted_"            = "E-mail smazán";
"_mail_saved_"              = "E-mail uložen";
"_mail_sent_"               = "Email odeslán";
"_mail_failure_"            = "Nepodařilo se odeslat e-mail: %@";
"_information_req_"         = "Žádost o informaci";
"_write_in_english_"        = "Kindly write to us in English";
"_credentials_"             = "Pověření";
"_manage_account_"          = "Spravovat účet";
"_change_password_"         = "Změnit heslo";
"_add_account_"             = "Přidat účet";
"_delete_account_"          = "Smazat účet";
"_want_delete_"             = "Opravdu chcete odstranit vybrané položky?";
"_no_delete_"               = "Ne, nemazat";
"_yes_delete_"              = "Ano, smazat";
"_remove_cache_"            = "Prosím čekejte, mazání mezipaměti…";
"_optimizations_"           = "Optimalizace";
"_synchronizations_"        = "Synchronizované adresáře";
"_version_server_"          = "Verze serveru";
"_help_"                    = "Nápověda";
"_lock_protection_simply_"  = "Slabá ochrana heslem";
"_change_simply_passcode_"  = "Změnit typ hesla";
"_quota_"                   = "Kvóta";
"_available_"               = "dostupné";
"_cloud_account_"           = "Cloudový účet";
"_information_"             = "Informace";
"_personal_information_"    = "Osobní informace";
"_user_full_name_"          = "Úplné jméno";
"_user_address_"            = "Adresa";
"_user_phone_"              = "Telefon";
"_user_email_"              = "Email";
"_user_web_"                = "Web";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "Používáte %@ z %@";
"_favorite_offline_"        = "Oblíbené dostupné offline";
"_favorite_offline_footer_" = "Making all favorites available offline may take a while and use a lot of memory while doing it.";
"_advanced_"                = "Pokročilé";
"Skip"                      = "Přeskočit";
"Start"                     = "Začátek";

// Manage AutoUpload

"_autoupload_"                      = "Automaticky nahrávat fotky/videa";
"_autoupload_background_"           = "Automaticky nahrávat na pozadí";
"_autoupload_photos_"               = "Automatické nahrávání fotek";
"_autoupload_videos_"               = "Automatické nahrávání videí";
"_autoupload_description_"          = "Nové fotografie / videa budou nahrány do cloudu";
"_autoupload_description_background_"  = "Tato možnost vyžadovala použití GPS, aby bylo možné detekovat nové fotky při každé významné změně polohy";
"_autoupload_background_title_"     = "Omezení";
"_autoupload_background_msg_"       = "Due to IOS restrictions, it is not yet possible to perform background processes, unless GPS services are activated. Thanks to this, when changes of cell in the cellular network occur, the application wakes up _brand_ for a short time so as to enable it to check if there are new photos to be sent to the cloud.";
"_autoupload_change_location_"      = "Změnit adresář";
"_autoupload_location_now_"         = "Adresář";
"_autoupload_location_default_"     = "Obnovit výchozí adresář";
"_autoupload_change_location_footer_" = "Change folder used for 'Automatic upload of camera photos' (if the option is enabled)";
"_autoupload_not_select_home_"      = "Vyberte adresář";
"_autoupload_save_album_"           = "Zkopírovat fotku nebo video do fotoalba";
"_autoupload_fullphotos_"           = "Nahrát všechny fotky/videa z foťáku";
"_autoupload_fullphotos_footer_"    = "Adjust the options above before uploading";
"_autoupload_create_subfolder_"     = "Používat podadresáře";
"_autoupload_create_subfolder_footer_" = "Ukládat v podadresářích podle roku a měsíce";
"_autoupload_filenamemask_"         = "Změnit masku jmen souborů";
"_autoupload_filenamemask_footer_"  = "Změnit automatickou masku jmen souborů";


// Manage Help

"_help_tutorial_"               = "Tutoriál";
"_help_intro_"                  = "Úvod do Lawless";
"_help_activity_verbose_"       = "Podrobný přehled aktivity";
"_help_activity_mail_"          = "Zaslat aktivitu e-mailem";
"_help_activity_clear_"         = "Vyčistit aktivitu";


// Manage Advanced

"_optimized_photos_"            = "Optimalizované rozlišení fotografie";
"_upload_del_photos_"           = "Vzdálené soubory po nahrání";
"_optimized_photos_how_"        = "If your device is low on space, full-resolution photos are automatically replaced with optimized versions. The full-resolution versions are stored in your Lawless.";
"_upload_del_photos_how_"       = "Files will be removed from device memory after they’ve been uploaded to your cloud. They will remain in the camera roll. Just download the files to see them.";
"_show_hidden_files_"           = "Zobrazit skryté soubory";
"_format_compatibility_"        = "Most Compatible";
"_format_compatibility_footer_" = "\"Most compatible\" will always save photos as JPEG";

// Login

"_connect_server_anyway_"       = "Chcete se stejně k tomuto serveru připojit?";
"_connection_error_"            = "Chyba s připojením";
"_add_your_nextcloud_"          = "Pidejte váš Lawless účet";
"_login_url_"                   = "Adresa serveru https://…";
"_login_bottom_label_"          = "Ještě nemáte server?\nVyberte si jednoho z poskytovatelů.";
"_error_multidomain_"           = "Adresa není povolena. Jsou platné pouze následující domény:";
"_account_already_exists_"      = "Účet %@ již existuje";
"_traditional_login_"           = "Revert to old login method";
"_web_login_"                   = "Revert to web login method";

// Favorite

"_favorites_"                   = "Oblíbené";
"_favorite_"                    = "Oblíbený";
"_unfavorite_"                  = "Zrušit oblíbení";
"_no_files_uploaded_"           = "Nenahrány žádné soubory";
"_tutorial_favorite_view_"      = "Zde budou zobrazeny soubory a adresáře označené jako oblíbené";
"_tutorial_offline_view_"       = "Sem zkopírujte soubory, které potřebujete prohlížet offline. \n\nBudou pak synchronizovány s vaším cloudem.";
"_tutorial_local_view_"         = "Naleznete rozbalené soubory z vašeho cloudu\n\nPokud chcete tyto soubory sdílet, připojte se k iTunes.";
"_more_"                        = "Více";
"_favorite_no_files_"           = "Zatím žádné oblíbené";


// Auto Upload

"_pull_down_"                               = "Stáhněte pro obnovu";
"_no_photo_load_"                           = "No photo or video";
"_tutorial_autoupload_view_"                = "You can enable auto uploads from \"Settings\"";
"_no_date_"                                 = "Bez data";
"_today_"                                   = "Dnes";
"_time_"                                    = "Čas: %@\n\n%@";
"_location_not_enabled_"                    = "Služby polohy nejsou povoleny";
"_location_not_enabled_msg_"                = "Please go to \"Settings\" and turn on \"Location Services\"";
"_access_photo_not_enabled_"                = "Přístup k fotkám nepovolen";
"_access_photo_not_enabled_msg_"            = "Please go to \"Settings\" and turn on \"Photo Access\"";
"_access_photo_location_not_enabled_"       = "Přístup k fotkám a poloze není povolen";
"_access_photo_location_not_enabled_msg_"   = "Please go to \"Settings\" and turn on \"Photo Access\" and \"Location Services\"";
"_tutorial_photo_view_"                     = "Zatím nebyly nahrány žádné fotky nebo videa";
"_create_full_upload_"                      = "Vytvoření archivu ...  Prosím počkejte, může trvat dlouho.";
"_error_createsubfolders_upload_"           = "Chyba při vytváření podsložek";
"_activate_autoupload_"                     = "Povolit automatické nahrávání";

// Utility

"_never_"                       = "nikdy";
"_less_a_minute_"               = "Méně než před minutou";
"_minutes_ago_"                 = "Před %d minutami";
"_hours_ago_"                   = "před %d hodinami";
"_days_ago_"                    = "Před %d dny";
"_over_30_days_"                = "Víc jak 30 dnů";
"_connection_internet_offline_" = "Vypadá to, že je připojení k internetu offline, nebo je vyžadována Wi-Fi";
"_insert_password_"             = "Vložte heslo";
"_update_in_progress_"          = "Aktualizace verze, prosím čekejte…";
"_forbidden_characters_"        = "The file or folder name contains invalid characters";
"_mail_not_can_send_mail_"      = "No account set up, or wrong email address entered";

// File

"_photo_camera_"                = "Fotky";
"_unzip_in_progress_"           = "Rozbalování v místním úložišti probíhá…";
"_file_unpacked_"               = "Soubor rozbalen v místním úložišti";
"_file_saved_local_"            = "Soubor uložen v místním úložišti.";
"_file_not_present_"            = "Chyba: Soubor není přítomen, opakujte akci.";
"_order_by_date_"               = "Třídit podle data";
"_current_order_name_"          = "(aktuálně řazeno podle jména)";
"_order_by_name_"               = "Seřadit podle jména";
"_current_order_date_"          = "Aktuální řazení podle data";
"_sort_descending_"             = "Řadit sestupně";
"_current_sort_ascending_"      = "(aktuálně řazeno vzestupně)";
"_sort_ascending_"              = "Řadit vzestupně";
"_current_sort_descending_"     = "Aktuální řazení, sestupné";
"_delete_selected_files_"       = "Smazat soubory";
"_move_selected_files_"         = "Přesunout soubory";
"_download_selected_files_"     = "Stáhnout soubory";
"_download_selected_files_folders_" = "Stáhnout soubory a složky";
"_error_operation_canc_"        = "Chyba: Operace zrušena.";
"_only_lock_passcode_"          = "Dostupné pouze s aktivovaným zámkem na heslo.";
"_passcode_protection_"         = "Ochrana heslem";
"_remove_favorites_"            = "Odebrat z oblíbených";
"_remove_offline_"              = "Odebrat z offline";
"_add_favorites_"               = "Add to favorites";
"_add_offline_"                 = "Přidat k offline";
"_remove_passcode_"             = "Odstranit ochranu heslem";
"_protect_passcode_"            = "Chránit heslem";
"_share_"                       = "Sdílet";
"_reload_"                      = "Ovnovit";
"_open_in_"                     = "Otevřít v…";
"_remove_local_file_"           = "Odstranit z mezipaměti";
"_add_local_"                   = "Přidat do místního úložiště";
"_comm_erro_pull_down_"         = "Attention: Communication error with the server. Pull down to refresh.";
"_file_not_downloaded_"         = "Soubor nestažen";
"_file_not_uploaded_"           = "Soubor nebyl nahrán";
"_folders_"                     = "adresáře";
"_folder_"                      = "adresář";
"_files_"                       = "Soubory";
"_file_"                        = "Soubor";
"_folder_blocked_"              = "Adresář blokován";
"_downloading_progress_"        = "Inicializace stahování souborů…";
"_no_file_pull_down_"           = "Nahrajte soubor, nebo potáhněte dolů pro obnovu";
"_browse_images_"               = "Procházet obrázky";
"_synchronized_folder_"         = "Udržovat adresář synchronizovaný";
"_remove_synchronized_folder_"  = "Turn off the synchronization";
"_synchronized_confirm_"        = "Po povolení synchronizace budou všechny soubory ve složce synchronizovány se serverem, pokračovat?";
"_offline_folder_confirm_"      = "Po povolení offline složky budou všechny soubory v ní uložené synchronizovány se serverem. Pokračovat?";
"_file_not_found_reload_"       = "Soubor nenalezen, stáhněte pro obnovení";
"_title_section_download_"      = "STÁHNOUT";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "✓ Sekupeno abecedně";
"_group_alphabetic_no_"         = "Sekupit abecedně";
"_group_typefile_yes_"          = "✓ Seskupit podle typu souboru";
"_group_typefile_no_"           = "Seskupit podle typu souboru";
"_group_date_yes_"              = "Zatrženo skupiny podle data";
"_group_date_no_"               = "Group by Date";
"_element_"                     = "prvek";
"_elements_"                    = "prvky";
"_tite_footer_upload_wwan_"     = "Vyžadována Wi-Fi síť, %lu %@ k nahrání";
"_tite_footer_upload_"          = "%lu %@ k nahrání";
"_tite_footer_download_wwan_"   = "Vyžadována Wi-Fi síť, %lu %@ ke stažení";
"_tite_footer_download_"        = "%lu %@ ke stažení";
"_limited_dimension_"           = "Byla dosažena největší velikost";
"_save_selected_files_"         = "Ukládat obrázky a videa do fotoalba";
"_file_not_saved_cameraroll_"   = "Chyba: Soubor nebyl uložen ve fotoalbu";
"_file_saved_cameraroll_"       = "Soubor byl uložen ve fotoalbu";
"_directory_on_top_yes_"        = "✓ Adresáře nahoře";
"_directory_on_top_no_"         = "Adresáře nahoře";
"_folder_automatic_upload_"     = "Adresář pro automatické nahrávání";
"_search_no_record_found_"      = "Bez výsledku";
"_search_in_progress_"          = "Vyhledávání probíhá…";
"_search_instruction_"          = "Vyhledávání souboru (nejméně 2 znaky)";
"_files_no_files_"              = "Zde žádné soubory nejsou";

"audio"                         = "AUDIO";
"compress"                      = "Zkomprimovat";
"directory"                     = "ADRESÁŘE";
"document"                      = "DOCUMENTY";
"image"                         = "OBRÁZKY";
"template"                      = "ŠABLONY";
"unknow"                        = "NEZNÁMÝ";
"video"                         = "VIDEO";

"_file_del_only_local_"         = "Soubor není na serveru přítomen";

"_copy_file_"                   = "Kopírovat soubor";
"_copy_files_"                  = "Kopírovat soubory";
"_paste_file_"                  = "Vložit soubor";
"_paste_files_"                 = "Vložit soubory";

"_search_this_folder_"          = "Hledat v této složce";
"_search_all_folders_"          = "Hledat ve všech složkách";
"_search_sub_folder_"           = "Vyhledávat zde a v podadresářích";

"_theming_is_light_"            = "Serverové motivy jsou příliš barevné, nelze je aplikovat.";

// Files Preview

"_insert_password_pfd_"         = "Zabezpečené PDF. Zadejte heslo";
"_password_pdf_error_"          = "Špatné heslo";
"_error_download_photobrowser_" = "Chyba: Nelze stáhnout fotografii";

// Share

"_share_link_"                  = "Odkaz ke sdílení";
"_share_link_button_"           = "Komu odeslat odkaz…";
"_password_"                    = "Heslo";
"_share_password_"              = "Odkaz chráněný heslem";
"_share_expirationdate_"        = "Nastavit datum vypršení odkazu";
"_date_"                        = "Datum";
"_share_title_"                 = "Sdílet";
"_add_sharee_"                  = "Přidat uživatele nebo skupiny";
"_add_sharee_footer_"           = "Tento prostředek můžete sdílet přidáním uživatelů nebo skupin. Pro ukončení sdílení odeberte všechny uživatele a skupiny.";
"_find_sharee_title_"           = "Hledat";
"_find_sharee_"                 = "Hledat uživatele nebo skupinu…";
"_find_sharee_footer_"          = "Zadejte část jména uživatele nebo skupiny, který chcete hledat (aspoň 2 znaky) následováno klávesou 'Enter', vyberte uživatele, kteří mohou přistoupit ke sdílené položce následováno klepnutím na 'Hotovo' pro potvrzení";
"_user_is_group_"               = "(skupina)";
"_direct_sharee_title_"         = "Sdílet";
"_direct_sharee_footer_"        = "Pokud již jméno znáte, zadejte ho, vyberte typ sdílení astiskněte 'Hotovo' pro potvrzení ";
"_direct_sharee_"               = "Zadejte uživatelské jméno…";
"_user_sharee_footer_"          = "Klepnutím změňte oprávnění";
"_share_type_title_"            = "Typ sdílení";
"_share_type_user_"             = "Uživatel";
"_share_type_group_"            = "Skupina";
"_share_type_remote_"           = "Vzdálené";

// Share Permission

"_share_permission_title_"          = "Oprávnění";
"_share_permission_edit_"           = "Může upravovat";
"_share_permission_file_can_write_" = "Může zapisovat soubor";
"_share_permission_create_"         = "Může vytvářet";
"_share_permission_create_file_"    = "Může vytvářet soubory";
"_share_permission_create_folder_"  = "Může vytvářet složky";
"_share_permission_change_"         = "Může změnit";
"_share_permission_delete_"         = "Může smazat";
"_share_permission_share_"          = "Může sdílet";
"_share_permission_rename_"         = "Může přejmenovat";
"_share_permission_move_"           = "Může přesunout";
"_share_permission_read_"           = "Může číst";
"_share_permission_info_"           = "Informace o sdílení";
"_share_permission_path_"           = "Soubor/složka";
"_share_permission_type_"           = "Typ";
"_share_permission_typeuser_"       = "Uživatel";
"_share_permission_typegroup_"      = "Skupina";
"_share_permission_typepubliclink_" = "Odkaz";
"_share_permission_typefederated_"  = "Sdružené";
"_share_permission_owner_"          = "Vlastník";
"_share_permission_date_"           = "Datum";
"_share_permission_email_"          = "Upozornění přes e-mail";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Sdíleno s vámi";
"_type_resource_external_"          = "Externí úložiště";

// Share Ext

"_destiny_folder_"                  = "Adresář: %@";

"_no_transfer_"                     = "Zatím žádné přenosy";
"_no_transfer_sub_"                 = "Stahování a nahrávání z tohoto zařízení se zobrazí zde";
"_no_activity_"                     = "Zatím žádná aktivita";
"_transfers_"                       = "Přenosy";
"_activity_"                        = "Aktivita";
"_activity_file_not_present_"       = "Soubor již není přítomen";

// List Shares

"_list_shares_"                     = "Sdílení";
"_list_shares_no_files_"            = "Zatím není nic sdíleno";
"_tutorial_list_shares_view_"       = "Zde budou zobrazeny vámi sdílené soubory a adresáře";

// Offline - Local Storage

"_create_synchronization_"          = "Vytvořit synchronizaci";
"_offline_"                         = "Offline";
"_local_storage_"                   = "Místní úložiště";
"_local_storage_no_record_"         = "Zatím žádné soubory";

// Create Cloud

"_upload_photos_videos_"            = "Nahrát fotky nebo videa";
"_upload_file_"                     = "Nahrát soubor";
"_upload_file_text_"                = "Vytvořit textový soubor";

// Document Picker

"_save_document_picker_"            = "Uložit zde";

// CreateFormUploadAssets

"_destination_folder_"              = "Cílová složka";
"_use_folder_photos_"               = "Use the Photos folder as destination";
"_rename_filename_"                 = "Přejmenovat";
"_filename_"                        = "Název souboru";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time";
"_forbidden_characters_"            = "The file or folder name contains invalid characters";
"_add_filenametype_"                = "Specify type in filename";
"_filenametype_photo_video_"        = "Fotky/Video";

// Notification

"_notification_"                    = "Upozornění";

// Photo Browser

"Done"                              = "Hotovo";
"Select Photos"                     = "Vybrat fotky";
"photo"                             = "Fotka";
"photos"                            = "fotky";
"of"                                = "z";
"%i of %i"                          = "%1$i of %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Automaticky nahrát jméno souboru";

// Text File

"_untitled_txt_"                    = "bez názvu.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Šifrování";
"_e2e_settings_"                    = "Šifrování end-to-end";
"_e2e_settings_start_"              = "Spustit šifrování end-to-end";
"_e2e_settings_not_available_"      = "End-to-end šifrování není dostupné";
"_e2e_settings_activated_"          = "Aktivováno end-to-end šifrování";
"_e2e_settings_view_passphrase_"    = "All 12 words together make a very strong password, letting only you view and make use of your encrypted files. Please write it down and keep it somewhere safe.";
"_e2e_settings_read_passphrase_"    = "Read passphrase";
"_e2e_settings_lock_not_active_"    = "Lock not active, go back to \"Settings\" and activate it";
"_e2e_settings_the_passphrase_is_"  = "The passphrase is:";
"_e2e_passphrase_request_title_"    = "Request passphrase";
"_e2e_passphrase_request_message_"  = "Insert the 12 words";
"_e2e_settings_remove_"             = "Remove locally the encryption";
"_e2e_settings_remove_message_"     = "Confirm removal of encryption along with the passphrase.";
"_e2e_set_folder_encrypted_"        = "Encrypt";
"_e2e_remove_folder_encrypted_"     = "Decrypt";
"_e2e_goto_settings_for_enable_"    = "This is an encrypted directory, go to \"Settings\" and enable end-to-end encryption";
"_e2e_delete_folder_not_permitted_" = "Deletion of the directory marked as 'encrypted' is not allowed";
"_e2e_error_encode_metadata_"       = "Serious internal error in encoding metadata";
"_e2e_error_decode_metadata_"       = "Serious internal error in decoding metadata";
"_e2e_error_create_encrypted_"      = "Could not create encrypted file";
"_e2e_error_update_metadata_"       = "Update metadata error";
"_e2e_error_store_metadata_"        = "Could not save metadata";
"_e2e_error_send_metadata_"         = "Could not send metadata";
"_e2e_error_delete_metadata_"       = "Could not delete metadata";
"_e2e_error_get_metadata_"          = "Could not fetch metadata";
"_e2e_error_not_enabled_"           = "Serious internal error. End-to-end encryption not enabled";
"_e2e_error_record_not_found_"      = "Serious internal error. Records not found";
"_e2e_error_unlock_"                = "Could not unlock folder";
"_e2e_error_lock_"                  = "Could not lock folder";
"_e2e_error_delete_mark_folder_"    = "Decrypt marked folder";
"_e2e_error_mark_folder_"           = "Encrypt folder";
"_e2e_error_directory_not_empty_"   = "The directory is not empty";


